[
    {
        "text": "Life is like riding a bicycle. To keep your balance you must keep moving",
        "author": "Albert Einstein (1879 – 1955), physicist who developed the general theory of relativity"
    },
    {
        "text": "It never gets easier, you just go faster",
        "author": "Greg LeMond, former pro rider, three times the Tour de France champion and twice Road Race world champion"
    },
    {
        "text": "Crashing is part of cycling as crying is part of love",
        "author": "Johan Museeuw, former pro rider, twice world champion"
    },
    {
        "text": "A bicycle ride around the world begins with a single pedal stroke",
        "author": "Scott Stoll, a Community Professor who travelled around the world on his bicycle"
    },
    {
        "text": "Cyclers see considerably more of this beautiful world than any other class of citizens. A good bicycle, well applied, will cure most ills this flesh is heir to",
        "author": "Dr. K. K. Doty"
    },
    {
        "text": "Like dogs, bicycles are social catalysts that attract a superior category of people.",
        "author": "Chip Brown, writer"
    },
    {
        "text": "Beyond pain there is a whole universe of more pain",
        "author": "Jens Voigt, former pro rider who holds the World Hour Record"
    },
    {
        "text": "Pain is temporary. It may last a minute, or an hour, or a day, or a year, but eventually it will subside and something else will take its place. If I quit, however, it lasts forever",
        "author": "Lance Armstrong, former pro rider who saw all his accomplishments going down the drain because of doping"
    },
    {
        "text": "When the spirits are low, when the day appears dark, when work becomes monotonous, when hope hardly seems worth having, just mount a bicycle and go out for a spin down the road, without thought on anything but the ride you are taking.",
        "author": "Sir Arthur Conan Doyle (1859 – 1930), author of Sherlock Holmes"
    },
    {
        "text": "I have always struggled to achieve excellence. One thing that cycling has taught me is that if you can achieve something without a struggle it’s not going to be satisfying",
        "author": "Greg LeMond, former pro rider, three times the Tour de France champion and twice Road Race world champion"
    },
    {
        "text": "You never have the wind with you — either it is against you or you’re having a good day",
        "author": "Daniel Behrman (1924 – 1990), author of The Man Who Loved Bicycles"
    },
    {
        "text": "Cyclists live with pain. If you can’t handle it you will win nothing",
        "author": "Eddy Merckx, former pro rider super champion"
    }
]